export default function Skills() {
  return (
    <section>
      <h2>Технічні навички</h2>
      <ul>
        <li>Базове програмування: C, C++, C#</li>
        <li>Базове програмування на Python</li>
        <li>Створення Telegram-ботів</li>
        <li>Основи алгоритмів та логіки програмування</li>
      </ul>

      <h2>Особисті якості</h2>
      <ul>
        <li>Аналітичне мислення</li>
        <li>Вміння вирішувати проблеми</li>
        <li>Самостійне навчання</li>
        <li>Відповідальність</li>
        <li>Командна робота</li>
        <li>Комунікація</li>
        <li>Критичне мислення</li>
        <li>Адаптивність</li>
        <li>Організація часу</li>
        <li>Стресостійкість</li>
      </ul>
    </section>
  )
}